<template>
    <div>
        <p>서비스이용약관

메이커에듀 이용약관 동의

제1조(목적)
이 약관은 메이커에듀가 회원에게 제공하는 서비스의 이용과 관련하여 메이커에듀와 회원 간의 권리, 의무, 책임사항 및 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조(정의)
①
“회원”이란 이 약관에 동의하고 “메이커에듀 플랫폼(메이커에듀 홈페이지를 포함한 메이커에듀가 관리, 운영하는 웹사이트 및 어플리케이션 등 서비스 플랫폼 일체를 의미합니다.)”의 회원가입 절차를 마친 자를 말합니다.
②
“고객”이란 “회원”으로 아래 제3항의 “”에게 를 의뢰하기 위하여 회원이 된 자를 말합니다.
③
“”란 “회원”으로 위 제2항의 “고객”의 의뢰를 받아 를 수행하기 위하여 회원이 된 자를 말합니다.

제3조(약관 등의 명시와 설명 및 개정)
①
“메이커에듀”는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
②
“메이커에듀”는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③
“메이커에듀”는 이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “메이커에듀”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우“메이커에듀”는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
④
“메이커에듀”가 이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “메이커에듀”에 송신하여 “메이커에듀”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
⑤
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.</p>
    </div>
</template>
<script>
    export default {
        name: 'Terms2'
    }
</script>