<template>
    <div>
        <p>개인정보취급방침 개인정보 취급방침에 동의 제 1 조 (총칙) ① 개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 
        주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 
        결합하여 식별할 수 있는 것을 포함합니다)를 말합니다. ② 메이커에듀는 이용자의 개인정보 보호를 매우 중요시하며, 『정보통신망이용
        촉진및정보보호에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보 보호지침』을 준수하고 있습니다. ③ “(주)이벤트커넥
        터”는 개인정보보호정책을 홈페이지에 공개함으로써 이용자가 언제나 용이하게 보실 수 있도록 조치하고 있습니다. 제 2 조 (개인정보의 수집, 
        이용에 관한 사항) “메이커에듀”는 「개인정보보호법」에 따라 본 계약과 관련하여 이용자의 정보를 다음과 같이 수집·이용하고자 합니다
        . ① 개인정보의 수집, 이용 목적 - 메이커에듀 서비스의 이용, 메이커에듀 서비스를 통해 작성한 서류의 다운로드, 휴대전화 
        문자메시지나 전자우편을 통한 서비스 진행상황 안내, 분쟁 대응, 사이트 이용질서 유지 등 - 위임계약에 따른 이해관계인에 대한 법규 및 
        계약상 의무 이행 - 금융거래 관련 업무(결제업무 관련 금융거래 신청, 이체 등) ② 수집. 이용할 개인정보의 내용 - 개인식별정보 (성명, 
        주민등록번호, 사업자등록번호, 외국인등록번호, 주소, 성별, 전자우편주소, 소셜네트워크서비스(SNS)계정 또는 아이디, 이동전화번호, 
        은행명, 계좌번호 ) - 자동 생성정보 (IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 기기정보) ③ 개인정보의 보유·
        이용 기간 - 수집·이용 동의일로부터 계약상 목적달성 시점까지(단, 목적달성, 거래종료 후 5년이 경과한 후에는 민원처리, 법령상 의무이행을 
        위한 경우에 한하여 보유·이용하며 별도 보관함) 제 3 조 (고유식별정보의 처리) 메이커에듀는 서비스 계약 과정에서 이용자의 고유식별
        정보를 필수적으로 필요로 하는 경우, 「개인정보보호법」에 따라 개인정보에 대한 개별 동의사항에 대하여 다음과 같이 이용자의 고유식별정
        보(주민등록번호·외국인등록번호)를 처리(수집·이용, 조회, 제공)할 수 있습니다. 이 경우 메이커에듀는 이용자의 명시적인 고유식별정
        보 처리 동의를 받아야 합니다. 제 4 조 (개인정보의 제공에 관한 사항) 메이커에듀는 「개인정보보호법」에 따라 본 계약과 관련하여 
        이용자의 정보를 고지한 범위 내에서 사용하며, 동 범위를 초과하여 사용하거나 타인 또는 타 기업, 기관에 제공하지 않습니다. 다만 다음의
        경우에는 개인정보를 처리할 수 있습니다. ① 정보주체가 사전에 제3자 제공 및 공개에 동의한 경우 ② 법령 등에 의해 제공이 요구되는 경우 
        ③ 서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우 ④ 
        개인을 식별하기에 특정할 수 없는 상태로 가공하여 이용하는 경우 ⑤ 용역, 재화 등의 거래에 따른 대금정산을 위하여 필요한 경우 ⑥ 통계
        작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우</p>
    </div>
</template>
<script>
    export default {
        name: 'Terms'
    }
</script>
